print("1. გამოთვალეთ გამოსახულებები")
print()
print("a. 9 - 3 =", 9 - 3, "|  d. 9/(-2)=", 9 / (-2))
print("b. 8 * 2.5 =", 8 * 2.5, "|  e. 9 % 2 =", 9 % 2)
print("c. 9 / 2 =", 9 / 2, "|  f. 9 ** 2 =", 9 ** 2)
print()

print("2. გამოთვალეთ შემდეგი გამოსახულება და დაბეჭდეთ შედეგი ეკრანზე")
print()
print("ა) 4 - 2**3 + 5 * 2 - 3 / 2 =", 4 - 2 ** 3 + 5 * 2 - 3 / 2)
print()

print("3. გამოთვალეთ შემდეგი გამოსახულება და დაბეჭდეთ შედეგი არითმეტიკული ოპერაციების გამოყენებით:")
print()
print("ა) (3+245) * 4 - 3**4 =", (3 + 245) * 4 - 3 ** 4)
print("ბ) (42 + 3 * 3) / (2 + 4) =", (42 + 3 * 3) / (2 + 4))
# ყველაფერი ძაან მარტივი იყო